// © Copyright 2005-2008, 2015 HP Development Company, L.P.

TaskName = "Zarządzanie ustawieniami typów papieru";

SynchronizeTitleString = "Aktualizowanie listy typów papieru…";

CreatePaperErrorTitle = "Nie można dodać nowego papieru";
SetProfileErrorTitle = "Nie można zainstalować profilu ICC";
GetMediumListErrorTitle = "Nie można pobrać listy papierów niestandardowych";
DeleteCustomMediumErrorTitle = "Nie można usunąć papieru niestandardowego";
GetProfileErrorTitle = "Nie można pobrać profilu ICC";
SetPropertiesErrorTitle = "Nie można zmienić właściwości drukowania";
ResponseErrorMessage = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
CalibratePaperErrorTitle = "Nie można skalibrować papieru";
ProfilePaperErrorTitle = "Nie można sprofilować papieru";
ColorMeasurementErrorTitle = "Nie można zmierzyć kolorów";
ExportPaperPresetErrorTitle = "Nie można wyeksportować ustawień typu papieru";

DeleteButtonTitle = "Usuń";
DeletePaperConfirmationTitle = "Potwierdzenie usunięcia papieru niestandardowego";
DeletePaperConfirmationMessageFormat = "Czy na pewno chcesz usunąć papier %@ z drukarki i listy typów papieru w sterowniku drukarki?";

SetPrintingPropertiesConfirmationTitleFormatString = "Czy na pewno chcesz zmienić właściwości drukowania dla „%@”?";
SetPrintingPropertiesConfirmationMessageString = "Zmiana właściwości drukowania na wartości niezgodne z danym papierem może spowodować problemy z jakością obrazu.";
SetPaperThicknessConfirmationTitleFormatString = "Zmiana grubości papieru na normalną w przypadku grubych papierów może spowodować problemy z jakością obrazu i awarie głowicy drukującej. Kalibracja i profile ICC dla tego papieru staną się nieprawidłowe i będzie konieczne ich ponowne wykonanie. Czy na pewno chcesz zmienić grubość papieru dla papieru %@?";

// Calibration status
CalibrationStatusRecommended = "Zalecane";
CalibrationStatusOutOfDate = "Zdezaktualizowane";

// Synchronization strings
SyncronizationSuccessfullTitleString = "Pomyślnie zaktualizowano listę typów papieru";
SyncronizationSuccessfullWithoutPDEReferenceMessageString = "Teraz będzie można drukować z użyciem nowych typów papierów niestandardowych.";
SyncronizationSuccessfullMessageString = "Teraz będzie można drukować z użyciem nowych typów papierów niestandardowych. Aby wyświetlić zaktualizowaną listę typów papieru w oknie dialogowym drukowania, konieczne może być ponowne otwarcie tego okna.";
SyncronizationFailedPrinterBusyTitle = "Nie można zaktualizować listy typów papieru";
SyncronizationFailedPrinterBusyMessage = "Upewnij się, że drukarka nie drukuje, a następnie spróbuj ponownie.";
MediaManagementErrorTitleString = "Nie można pobrać z drukarki informacji o papierach niestandardowych";
SyncronizationIncompleteTitleString = "Nie można zaktualizować całej listy typów papieru";
SyncronizationIncompleteMessageFormatString = "Następujące typy papieru nie zostały zaktualizowane:\n%@";
RegistrationIncompleteTitle = "Nie można zaktualizować całej listy typów papieru";
RegistrationIncompleteMessage = "Następujące typy papieru nie zostały zarejestrowane:\n%@";
RegistrationRequiredString = "Zarejestruj profil ICC.";
RegisteringProfileTitleString = "Rejestrowanie profilu ICC…";
MethodNotSupportedInFWMessage = "Operacja, którą chcesz wykonać, nie jest obsługiwana przez obecną wersję firmware. Sprawdź najnowszą wersję firmware.";

GetMediumListTitleString = "Odczytywanie listy typów papieru…";
DeleteMediumTitleString = "Usuwanie papieru niestandardowego…";
GetProfileTitleString = "Pobieranie profilu ICC…";
SetPropertiesTitleString = "Zmienianie właściwości drukowania…";
RestoreProfileTitleString = "Przywracanie fabrycznego profilu ICC…";
RemoveProfileErrorTitle = "Nie można przywrócić fabrycznego profilu ICC";

ICCProfileTitleString = "Profil ICC";
CalibrationStatusTitleString = "Stan kalibracji";

// Gloss Enhancer
OFF = "Wył.";
FULLPAGE = "Włącz.";
INKEDAREA = "Włącz.";

// Paper category
BOND_AND_COATED = "Papier bond i powlekany";
PHOTO = "Papier fotograficzny";
PROOFING = "Papier do wydruków próbnych";
FINE_ART = "Materiał artystyczny";
FILM = "Błona fotograficzna";
TECHNICAL = "Papier techniczny";
CUSTOM = "Papier niestandardowy";
BACKLIT = "Materiał podświetlany";
ADHESIVE = "Papier samoprzylepny";
BANNER_AND_SIGN = "Materiał na banery i oznakowania";
HP_EXTENDED_MEDIA = "Papiery dodatkowe";

CalibrationStatusNotApplicable = "Nie dotyczy";

"No response" = "Upewnij się, że drukarka jest podłączona i włączona, a następnie spróbuj ponownie.";
UNDEFINED-ERROR = "Wystąpił błąd.";
ERROR-IN-PARAMS = "Wystąpił błąd.";
UNKNOWN-OPERATION = "Minął limit czasu operacji.";
PRINTER-BUSY = "Drukarka jest zajęta. Zaczekaj, aż drukarka zakończy bieżące zadania drukowania.";
UNDEFINED-MEDIUM = "Wybrany typ papieru już nie istnieje. Mógł zostać usunięty przez innego użytkownika.";
INVALID-MEDIUM = "Wystąpił błąd.";
PROFILE-DOESNT-EXIST = "Wystąpił błąd.";
FACTORY-MEDIUM-CANNOT-BE-DELETED = "Fabrycznych typów papieru HP nie można usunąć.";
MEDIUM-CANNOT-BE-DELETED = "Nie można usunąć tego papieru niestandardowego, ponieważ jest obecnie załadowany do drukarki.";
MEDIUM-DOESNT-EXIST = "Wybrany typ papieru już nie istnieje. Mógł zostać usunięty przez innego użytkownika.";
MEDIUM-NOT-CLONABLE = "Wystąpił błąd.";
PROFILE-CANNOT-BE-DELETED = "Wystąpił błąd.";
ALREADY-IN-FACTORY-SETTINGS = "Właściwości drukowania są już ustawione jako domyślne.";

SaveProfileErrorTitle = "Nie udało się zapisać profilu ICC";
SaveProfileErrorMessage = "Spróbuj w innej lokalizacji.";

IncreasePaperThicknessConfirmationTitleFormatString = "Czy na pewno chcesz zmienić grubość papieru %@?";
IncreasePaperThicknessConfirmationMessageString = "Dane kalibracji i profile ICC tego papieru staną się niepoprawne i będzie konieczne ich ponowne wykonanie.";
DecreasePaperThicknessConfirmationTitleFormatString = "Czy na pewno chcesz zmienić grubość papieru %@?";
DecreasePaperThicknessConfirmationMessageString = "Zmiana grubości papieru na normalną w przypadku grubych papierów może spowodować problemy z jakością obrazu i dotykanie przez głowicę powierzchni papieru. Dane kalibracji i profile ICC tego papieru staną się niepoprawne i będzie konieczne ich ponowne wykonanie.";
CreateNewICCProfileRecommendationTitleString = "Przejdź do okna Profilowanie papieru, aby utworzyć nowy profil ICC";
CreateNewICCProfileRecommendationMessageString = "Ponieważ zostały zmienione niektóre właściwości papieru, istniejące profile ICC dla tego typu papieru nie są już dokładne";
SetPrintingPropertiesSuccessfulMessageString = "Właściwości drukowania wybranego typu papieru zostały pomyślnie zmienione.";
SetPrintingPropertiesTitleString = "Zmieniono właściwości drukowania";
ChangeButtonTitle = "Zmień";

"ManagePapersTaskName" = "Zarządzanie\nustawieniami typów papieru";

//Xib localization

//tooltips
"DeletePaperPresetTooltip" = "Aby usunąć papier niestandardowy z drukarki i listy typów papieru w sterowniku drukarki, kliknij tutaj.";
"ChangePrintingPropertiesTooltip" = "Zmień właściwości drukowania dla typu papieru.";
"ExportICCProfileTooltip" = "Eksportuj profil ICC powiązany z dowolnym typem papieru.";
"RestoreFactoryICCProfileTooltip" = "Przywróć fabryczny profil ICC dla jednego z papierów HP.";
"InstallICCProfileTooltip" = "Zainstaluj profil ICC.";
"ExportPaperPresetTooltip" = "Eksportuj ustawienia typu papieru.";
"CalibratePaperTooltip" = "Kalibracja papieru";
"ProfilePaperTooltip" = "Profilowanie papieru";
"ColorMeasurementTooltip" = "Pomiar kolorów";
"RegisterProfileTooltip" = "Zarejestruj profil";

"GearButtonTooltip" = "Aby zarządzać ustawieniami typów papieru i profilami ICC, kliknij tutaj.";
"AddPaperButtonTooltip" = "Aby określić właściwości niestandardowego typu papieru i zainstalować go w drukarce, kliknij tutaj. W programie Centrum kolorów HP powiąż profil kolorów ICC z nowym typem papieru.";
"FullSyncButtonTooltip" = "Aby zaktualizować listę typów papieru w sterowniku drukarki na komputerze o typy papieru zapisane w drukarce, kliknij tutaj.";

//titles
"DeletePaperPresetTitle" = "Usuń ustawienia typu papieru…";
"ChangePrintingPropertiesTitle" = "Zmień właściwości drukowania…";
"ExportICCProfileTitle" = "Eksportuj profil ICC…";
"RestoreFactoryICCProfileTitle" = "Przywróć fabryczny profil ICC";
"InstallICCProfileTitle" = "Zainstaluj profil ICC…";
"ExportPaperPresetTitle" = "Eksportuj ustawienia typu papieru…";
"CalibratePaperTitle" = "Kalibracja papieru…";
"ProfilePaperTitle" = "Profilowanie papieru…";
"ColorMeasurementTitle" = "Pomiar kolorów…";
"RegisterProfileTitle" = "Zarejestruj profil";

//Button's accessibility description attribute
"AddButtonAccessibilityDescription" = "Utwórz nowe ustawienia typu papieru";
"ActionsButtonAccessibilityDescription" = "Menu operacji";
"SynchronizeButtonAccessibilityDescription" = "Aktualizuj listę typów papieru";